IdeaRS.OpenModel.Detail.Loading.LoadCase
Load case

IdeaRS.OpenModel.Detail.Loading.LoadCase.#ctor
Constructor

IdeaRS.OpenModel.Detail.Loading.LoadCase.LoadCaseType
Type of load case

IdeaRS.OpenModel.Detail.Loading.LoadCase.Load
Load